Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, the eighteen distinct qualities of the buddhas, or [the goals], up to and including all-aspect omniscience!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དོ།
en: If you ask why, O noble child, it is because all-aspect omniscience [and so forth] are undesirable. “ ‘

source: །རིགས་ཀྱི་བུ་ཁྱོད་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Noble child, do not generate desire for the fruit of entering the stream to nirvāṇa!

source: ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, or individual enlightenment!

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་འདོད་པ་མ་སྐྱེད་ཅིག །
en: Do not generate desire for unsurpassed, complete enlightenment!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་འདོད་པ་མེད་པ་ནི་བྱང་ཆུབ་བོ།
en: If you ask why, O noble child, it is because enlightenment is undesirable.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་ནི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་ངོ་ཞེས་བྱ་བར་འགྱུར་རོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: If you ask why that is the case, O noble child, it is because all phenomena are empty of essential nature.’ ”

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་ལྟར་ཆོས་རྣམས་རང་གི་མཚན་ཉིད་ཀྱིས་སྟོང་པ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བ་ནི་དཀའ་བ་བགྱིད་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Then the venerable Subhūti said to the Blessed One, “Blessed Lord, those bodhisattva great beings who aspire to unsurpassed, complete enlightenment, and who wish to attain consummate buddhahood in unsurpassed, complete enlightenment, are engaged in a difficult task, inasmuch as all phenomena are empty of their own defining characteristics.” “

source: རབ་འབྱོར་དེ་ལྟར་ཆོས་རྣམས་རང་གི་མཚན་ཉིད་ཀྱིས་སྟོང་པ་ལ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྨོན་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་འདོད་པ་ནི་དཀའ་བ་བྱེད་པའོ།
en: Subhūti, those bodhisattva great beings who aspire to unsurpassed, complete enlightenment, and who wish to attain consummate buddhahood in unsurpassed, complete enlightenment, are engaged in a difficult task, inasmuch as all phenomena are empty of their own defining characteristics.

source: །རབ་འབྱོར་འོན་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་ཐམས་ཅད་སྒྱུ་མ་ལྟ་བུ་དང་རྨི་ལམ་ལྟ་བུར་རིག་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་པ་སྟེ།
en: Even so, Subhūti, having understood that all phenomena are like a magical display and dreamlike, bodhisattva great beings embark on unsurpassed, complete enlightenment.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་འཇིག་རྟེན་གྱི་དོན་དང་། ཕན་པ་དང་བདེ་བའི་ཕྱིར། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: That is to say, bodhisattva great beings embark on unsurpassed, complete enlightenment {Ki.IV: 96} for the benefit, well-being, and happiness of the world.

source: །འཇིག་རྟེན་གྱི་མགོན་དུ་འགྱུར་བར་བྱའོ། །ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: So, they set out for unsurpassed, complete enlightenment, saying, ‘Let us become a protector for the world!’

source: །འཇིག་རྟེན་གྱི་སྐྱབས་སུ་འགྱུར་བར་བྱའོ། །ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become a refuge for the world!’

source: །འཇིག་རྟེན་གྱི་རྟེན་དུ་འགྱུར་བར་བྱའོ། །ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become a sanctuary for the world!’

source: །འཇིག་རྟེན་གྱི་དཔུང་གཉེན་དུ་འགྱུར་བར་བྱའོ་ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become an ally for the world!’

source: འཇིག་རྟེན་གྱི་གླིང་དུ་འགྱུར་བར་བྱའོ་ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become an island for the world!’

source: །འཇིག་རྟེན་གྱི་སྣང་བར་འགྱུར་བར་བྱའོ་ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become a lamp for the world!’

source: །འཇིག་རྟེན་གྱི་སྒྲོན་མ་འཛིན་ཅིང་འོད་འབྱིན་པ་དང་། དེད་དཔོན་དང་ཡོངས་སུ་འདྲེན་པར་འགྱུར་བར་བྱའོ་ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become a torchbearer, a beacon of light, a helmsman, and a guide for the world!’

source: །འཇིག་རྟེན་གྱི་ལམ་དུ་འགྱུར་བར་བྱའོ་ཞེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དག་པར་ཞུགས་སོ།
en: They set out for unsurpassed, complete enlightenment, saying, ‘Let us become a pathway for the world!’ “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་ཅིང་། འཇིག་རྟེན་གྱི་དོན་གྱི་ཕྱིར་ཡང་དག་པར་ཞུགས་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྦྱིན་པ་ཅི་གཏོང་བ་དེ་ཐམས་ཅད་ཀྱང་སེམས་ཅན་རྣམས་ཀྱི་སྡུག་བསྔལ་ཡོངས་སུ་དགྲོལ་བའི་ཕྱིར་རོ།
en: If you ask, Subhūti, how bodhisattva great beings wish to attain consummate buddhahood in unsurpassed, complete enlightenment and set out for unsurpassed, complete enlightenment for the benefit of the world, in this regard, Subhūti, all the gifts that bodhisattva great beings give are for the release of all beings from suffering.

source: །ཚུལ་ཁྲིམས་ཅི་སྲུང་བ་དང་། བཟོད་པ་ཅི་སྒོམ་པ་དང་། བརྩོན་འགྲུས་ཅི་རྩོམ་པ་དང་། གང་བསམ་གཏན་ལ་མཉམ་པར་གཞོག་པ་དང་། ཤེས་རབ་ཅི་སྒོམ་པ་དེ་ཐམས་ཅད་ཀྱང་སེམས་ཅན་རྣམས་ཀྱི་སྡུག་བསྔལ་ཡོངས་སུ་དགྲོལ་བའི་ཕྱིར་ཏེ།
en: All the ethical discipline that they maintain, all the tolerance that they cultivate, all the perseverance that they undertake, all the meditative concentrations in which they are absorbed, and all the wisdom that they cultivate is for the release of all beings from suffering.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་ཅིང་། འཇིག་རྟེན་གྱི་དོན་གྱི་ཕྱིར་ཡང་དག་པར་ཞུགས་པ་ཡིན་ནོ།
en: It is in this way, Subhūti, that bodhisattva great beings wish to attain consummate buddhahood in unsurpassed, complete enlightenment and set out for the benefit of the world. “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇིག་རྟེན་ལ་ཕན་པའི་ཕྱིར་ཡང་དག་པར་ཞུགས་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་རྣམས་འགྲོ་བའི་རྒྱུན་ལྔ་ནས་ཡོངས་སུ་བཏོན་ཅིང་མི་འཇིགས་པའི་ཐང་བདེ་བ་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་འགོད་དེ།
en: If you ask, Subhūti, how bodhisattva great beings set out for the well-being of the world, in this regard, Subhūti, bodhisattva great beings release beings from the five destinies of cyclic existence and establish them in nirvāṇa, the secure ground that is without fear.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་ཅིང་། འཇིག་རྟེན་ལ་ཕན་པའི་ཕྱིར་ཡང་དག་པར་ཞུགས་པ་ཡིན་ནོ།
en: It is in this way, Subhūti, that bodhisattva great beings wish to attain consummate buddhahood in unsurpassed, complete enlightenment and set out for the well-being of the world. “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇིག་རྟེན་ལ་བདེ་བའི་ཕྱིར་ཡང་དག་པར་ཞུགས་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས། སེམས་ཅན་རྣམས་སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་ལས་ཡོངས་སུ་བཀྲོལ་ཞིང་མི་འཇིགས་པའི་ཐང་བདེ་བ་མྱ་ངན་ལས་འདས་པ་ལ་རབ་ཏུ་འགོད་དེ།
en: If you ask, Subhūti, how bodhisattva great beings set out for the happiness of the world, in this regard, Subhūti, bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment release beings from suffering, discomfort, and disturbance, and establish them in nirvāṇa, the secure ground that is without fear.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་ཅིང་། འཇིག་རྟེན་ལ་བདེ་བའི་ཕྱིར་ཡང་དག་པར་ཞུགས་པ་ཡིན་ནོ།
en: It is in this way, Subhūti, that bodhisattva great beings wish to attain consummate buddhahood in unsurpassed, complete enlightenment and set out for the happiness of the world. “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་ཅིང་། འཇིག་རྟེན་གྱི་མགོན་བྱེད་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ། འཁོར་བ་ན་ཡོད་པའི་སྡུག་བསྔལ་གང་ཅི་ཡང་རུང་སྟེ། དེ་དག་ལས་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྐྱོབ་ཅིང་དེ་དག་སྤོང་བའི་ཕྱིར་ཆོས་སྟོན་ཏེ།
en: If you ask, Subhūti, how bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment act as a protector of the world, in this regard, Subhūti, bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment shelter beings from all modes of suffering in cyclic existence, and teach them the Dharma so that they may abandon those sufferings.

source: སེམས་ཅན་དེ་དག་ཀྱང་ཆོས་དེ་ཐོས་ནས་རིམ་གྱིས་ཐེག་པ་གསུམ་གྱིས་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་ཏེ།
en: Having heard the Dharma, these beings will also gradually turn toward final nirvāṇa by means of the three vehicles.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས། འཇིག་རྟེན་གྱི་མགོན་བྱེད་པ་ཡིན་ནོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ། བམ་པོ་བཞི་བཅུ་བརྒྱད་པ།
en: It is in this way, Subhūti, that bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment act as a protector of the world. “

source: རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ།
en: If you ask, Subhūti, how bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment become a refuge for the world, in this regard, Subhūti, bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment release beings with the affliction of birth, beings with the affliction of aging, beings with the affliction of sickness, beings with the affliction of death, beings with the affliction of sorrow, and beings with the affliction of lamentation, suffering, discomfort, and disturbance from those [states of] birth, aging, sickness, death sorrow, lamentation, suffering, discomfort, and disturbance, and bring them to pass into final nirvāṇa, in the expanse of nirvāṇa where the psycho-physical aggregates are not left behind.

source: འཇིག་རྟེན་གྱི་སྐྱབས་སུ་གྱུར་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ། སེམས་ཅན་སྐྱེ་བའི་ཆོས་ཅན་དང་། སེམས་ཅན་རྒ་བའི་ཆོས་ཅན་དང་། སེམས་ཅན་ན་བའི་ཆོས་ཅན་དང་། སེམས་ཅན་འཆི་བའི་ཆོས་ཅན་དང་། སེམས་ཅན་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པའི་ཆོས་ཅན་རྣམས་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་ལས་ཡོངས་སུ་བཀྲོལ་ཞིང་ཕུང་པོ་མ་ལུས་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་ཟློ་སྟེ། རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེ
en: It is in this way, Subhūti, that bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment act as a refuge for the world. {

source: ན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ།
en: Ki.

source: འཇིག་རྟེན་གྱི་སྐྱབས་སུ་གྱུར་པ་ཡིན་ནོ། །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས། སེམས་ཅན་རྣམས་ཀྱི་རྟེན་དུ་གྱུར་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པས། ཆོས་ཐམས་ཅད་འདྲི་བ་མེད་པར་ཆོས་སྟོན་ཏེ།
en: IV: 97} “If you ask, Subhūti, how bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment become a sanctuary for the world, in this regard, Subhūti, bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment teach the Dharma without embracing anything.

source: རབ་འབྱོར་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ། སེམས་ཅན་རྣམས་ཀྱི་རྟེན་དུ་གྱུར་པ་ཡིན་ནོ། །གསོལ་པ།
en: It is in this way, Subhūti, that bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment become a sanctuary for the world.” “

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཆོས་ཐམས་ཅད་འདྲེ་བ་མ་མཆིས་པ་ལགས།
en: Blessed Lord, in what manner do they not embrace anything?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་ཀྱི་འདྲེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི། གཟུགས་ཀྱི་འབྲེལ་པ་མེད་པའོ།
en: Subhūti,” replied the Blessed One, “the nonembracing of physical forms is the nonassociation of physical forms.

source: །གཟུགས་ཀྱི་འབྲེལ་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི། གཟུགས་ཀྱི་སྐྱེ་བ་མེད་པའོ།
en: The nonassociation of physical forms is the nonarising of physical forms.

source: །གཟུགས་ཀྱི་སྐྱེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི། གཟུགས་ཀྱི་འགག་པ་མེད་པའོ།
en: The nonarising of physical forms is the nonceasing of physical forms.

source: །གཟུགས་ཀྱི་འགག་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི། གཟུགས་ཀྱི་འདྲེ་བ་མེད་པའོ།
en: The nonceasing of physical forms is the nonembracing of physical forms. “

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་འདྲེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་འབྲེལ་བ་མེད་པའོ།
en: The nonembracing of feelings, perceptions, formative predispositions, and consciousness is the nonassociation of consciousness [and so forth].

source: །རྣམ་པར་ཤེས་པའི་འབྲེལ་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་སྐྱེ་བ་མེད་པའོ། །རྣམ་པར་ཤེས་པའི་སྐྱེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་འགག་པ་མེད་པའོ།
en: The nonassociation of consciousness [and so forth] is the nonarising of consciousness [and so forth].

source: །རྣམ་པར་ཤེས་པའི་འགག་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པའི་འདྲེ་བ་མེད་པའོ། །སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་བཞི་དང་། བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་།
en: The nonarising of consciousness [and so forth] is the nonceasing of consciousness [and so forth].

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: The nonceasing of consciousness [and so forth] is the nonembracing of consciousness [and so forth]. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་འདྲེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འབྲེལ་པ་མེད་པའོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འབྲེལ་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སྐྱེ་བ་མེད་པའོ།
en: The nonassociation of all-aspect omniscience [and so forth] is the nonarising of all-aspect omniscience [and so forth].

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སྐྱེ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འགག་པ་མེད་པའོ།
en: The nonarising of all-aspect omniscience [and so forth] is the nonceasing of all-aspect omniscience [and so forth].

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འགག་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་འདྲེ་བ་མེད་པའོ།
en: The nonceasing of all-aspect omniscience [and so forth] is the nonembracing of all-aspect omniscience [and so forth].

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ། ཆོས་ཐམས་ཅད་འདྲེ་བ་མེད་པར་ཆོས་སྟོན་ཏོ།
en: It is in this way, Subhūti, that bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment teach the Dharma without embracing anything. “

source: །རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འདོད་པ། སེམས་ཅན་རྣམས་ཀྱི་དཔུང་གཉེན་དུ་གྱུར་པ་ཡིན་ཞེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས། སེམས་ཅན་རྣམས་ལ་འདི་ལྟར་ཆོས་སྟོན་ཏེ། གཟུགས་ཀྱི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི།
en: If you ask, Subhūti, how bodhisattva great beings who wish to attain consummate buddhahood in unsurpassed, complete enlightenment become an ally of the world, in this regard, Subhūti, having attained consummate buddhahood in unsurpassed, complete enlightenment, they teach the Dharma to beings as follows: The transcendence of physical forms is not physical forms.

source: གཟུགས་མ་ཡིན་ནོ། །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: The transcendence of feelings, perceptions, formative predispositions, and consciousness is not consciousness [and so forth].

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མ་ཡིན་ནོ།
en: The transcendence of the sense fields, sensory elements, and links of dependent origination is not the links of dependent origination [and so forth].

source: །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་ཀྱི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། ཕ་རོལ་དུ་ཕྱིན་པ་མ་ཡིན་ནོ།
en: The transcendence of all the perfections is not the perfections.

source: །སྟོང་པ་ཉིད་ཐམས་ཅད་ཀྱི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། སྟོང་པ་ཉིད་མ་ཡིན་ནོ།
en: The transcendence of all the aspects of emptiness is not the aspects of emptiness.

source: །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་མ་ཡིན་ནོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་།
en: The transcendence of the thirty-seven factors conducive to enlightenment is not the factors conducive to enlightenment.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་མ་ཡིན་ནོ།
en: IV: 98} the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas is not the distinct qualities of the buddhas [and so forth].

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་ཕ་རོལ་གང་ཡིན་པ་དེ་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ཡིན་ནོ།
en: The transcendence of [the goals], up to and including all-aspect omniscience, is not all-aspect omniscience [and so forth].

source: །རབ་འབྱོར་གཟུགས་ཇི་ལྟ་བར་ཆོས་ཐམས་ཅད་ཀྱང་དེ་བཞིན་ནོ། །གསོལ་པ།
en: Subhūti, just as this applies to physical forms, so indeed it applies to all phenomena.” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་གཟུགས་ཇི་ལྟ་བར་ཆོས་ཐམས་ཅད་ཀྱང་དེ་བཞིན་ནོ། །ཞེས་བཀའ་སྩལ་ན། བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་ན་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ཐམས་ཅད་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པར་འགྱུར་རོ།
en: Blessed Lord, if, as you have said, it is the case that this applies to all phenomena just as it applies to physical forms, Blessed Lord, bodhisattva great beings would attain consummate buddhahood with respect to all phenomena.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་གཟུགས་ཀྱི་ཕ་རོལ་ན་རྣམ་པར་རྟོག་པ་གང་ཡང་མ་མཆིས་སོ།
en: If one were to ask why, Blessed Lord, in the transcendence of physical forms there is no conceptual notion at all.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཕ་རོལ་ན་རྣམ་པར་རྟོག་པ་གང་ཡང་མ་མཆིས་སོ།
en: In the transcendence of feelings, the transcendence of perceptions, the transcendence of formative predispositions, and the transcendence of consciousness there is no conceptual notion at all.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་པའི་ཕ་རོལ་ན་རྣམ་པར་རྟོག་པ་གང་ཡང་མ་མཆིས་སོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣ
en: In the transcendence of the sense fields, sensory elements, and links of dependent origination there is no conceptual notion at all.

source: མས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་ཕ་རོལ་ན་རྣམ་པར་རྟོག་པ་གང་ཡང་མ་མཆིས་སོ།
en: In the transcendence of all the perfections, all the aspects of emptiness, the thirty-seven factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas, there is no conceptual notion at all.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་ཕ་རོལ་ན་རྣམ་པར་རྟོག་པ་གང་ཡང་མ་མཆིས་སོ།
en: In the transcendence of [the goals], up to and including all-aspect omniscience, there is no conceptual notion at all.

source: འདི་ནི་གཟུགས་སོ།
en: That is to say, there is no conceptual notion at all such as, ‘These are physical forms.

source: །འདི་ནི་ཚོར་བའོ།
en: These are feelings.

source: །འདི་ནི་འདུ་ཤེས་སོ།
en: These are perceptions.

source: །འདི་ནི་འདུ་བྱེད་དོ།
en: These are formative predispositions.

source: །འདི་ནི་རྣམ་པར་ཤེས་པའོ།
en: This is consciousness.

source: །འདི་ནི་སྐྱེ་མཆེད་དོ།
en: These are the sense fields.

source: །འདི་ནི་ཁམས་སོ།
en: These are the sensory elements.

source: །འདི་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའོ།
en: These are the links of dependent origination.

source: །འདི་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དོ།
en: These are all the perfections.

source: །འདི་ནི་སྟོང་པ་ཉིད་ཐམས་ཅད་དོ།
en: These are all the aspects of emptiness.

source: །འདི་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ནོ།
en: These are the thirty-seven factors conducive to enlightenment.

source: །འདི་ནི་འཕགས་པའི་བདེན་པ་རྣམས་སོ།
en: These are the truths of the noble ones.
